[
    {
        "pregunta": "Imagina que estás conduciendo hacia el trabajo cuando de repente tu auto hace un ruido extraño. Al llevarlo al mecánico, te informan que necesita una reparación costosa e inesperada. ¿Qué prefieres hacer?",
        "respuestas": [
            {
                "respuesta": "Prefiero usar mis ahorros personales para pagar la reparación y mantener mi seguridad financiera. Es importante tener un fondo de emergencia para este tipo de gastos inesperados.",
                "sesgos": [
                    {
                        "tipo": "overconfidence",
                        "afirmation": "Estoy convencido de que puedo manejar esta situación imprevista utilizando mis ahorros, confiando en mi capacidad para gestionar mis finanzas sin depender de fuentes externas.",
                        "factor": 0.2
                    },
                    {
                        "tipo": "statusQuo",
                        "afirmation": "Opto por mantener la estabilidad financiera actual utilizando mis ahorros en lugar de considerar otras opciones que podrían implicar cambios en mi situación económica.",
                        "factor": 0.6
                    },
                    {
                        "tipo": "lossAversion",
                        "afirmation": "Priorizo proteger mi seguridad financiera a largo plazo al utilizar mis ahorros para esta reparación, evitando así cualquier posible riesgo futuro.",
                        "factor": 0.6
                    },
                    {
                        "tipo": "mentalAccounting",
                        "afirmation": "Separar parte de mis ahorros específicamente para emergencias me permite gestionar este tipo de gastos de manera organizada y previsora.",
                        "factor": 0.4
                    }
                ]
            },
            {
                "respuesta": "Consideraré obtener un préstamo y pagar en cuotas para no comprometer mi flujo de efectivo actual. Esto me permite mantener liquidez y no afectar mi presupuesto mensual.",
                "sesgos": [
                    {
                        "tipo": "selfControl",
                        "afirmation": "Decido mantener mi flujo de efectivo actual y evitar comprometer mis finanzas mensuales al optar por un préstamo, demostrando mi habilidad para planificar y controlar mis recursos.",
                        "factor": 0.4
                    },
                    {
                        "tipo": "framing",
                        "afirmation": "Prefiero mantener mi liquidez y asegurar mi presupuesto mensual al elegir un préstamo que me permite gestionar este imprevisto sin alterar mi estabilidad financiera.",
                        "factor": 0.5
                    },
                    {
                        "tipo": "herdBehavior",
                        "afirmation": "Observo que obtener un préstamo para cubrir gastos inesperados es una decisión frecuente entre personas en situaciones similares, lo cual me da confianza en esta elección.",
                        "factor": 0.6
                    },
                    {
                        "tipo": "lossAversion",
                        "afirmation": "Opto por mantener mi liquidez actual para evitar la pérdida de flexibilidad financiera a largo plazo, eligiendo un préstamo como herramienta para gestionar esta emergencia.",
                        "factor": 0.6
                    },
                    {
                        "tipo": "availabilityBias",
                        "afirmation": "La disponibilidad de opciones de préstamo accesibles y flexibles influye en mi decisión, pues percibo esta como una solución práctica y disponible.",
                        "factor": 0.6
                    }
                ]
            },
            {
                "respuesta": "Optaré por reparaciones parciales o temporales para reducir costos inmediatos y evaluaré mi presupuesto para ver si puedo ahorrar lo suficiente para financiar la reparación sin préstamos.",
                "sesgos": [
                    {
                        "tipo": "selfControl",
                        "afirmation": "Prefiero adoptar una solución temporal para controlar los costos inmediatos, planificando cuidadosamente para no afectar mi flujo de efectivo y demostrando mi disciplina financiera.",
                        "factor": 0.7
                    },
                    {
                        "tipo": "lossAversion",
                        "afirmation": "Elegir reparaciones temporales me permite minimizar el impacto financiero inmediato, evitando así una pérdida significativa y manteniendo mi estabilidad económica a largo plazo.",
                        "factor": 0.6
                    },
                    {
                        "tipo": "mentalAccounting",
                        "afirmation": "Considerar opciones de reparación parcial se basa en mi experiencia previa y en una planificación cuidadosa de recursos, lo cual me ayuda a gestionar esta situación de manera efectiva.",
                        "factor": 0.5
                    },
                    {
                        "tipo": "representativeness",
                        "afirmation": "Prefiero soluciones que se asemejen a experiencias pasadas, lo cual me permite tomar decisiones financieras más informadas y adaptadas a mi situación actual.",
                        "factor": 0.5
                    },
                    {
                        "tipo": "availabilityBias",
                        "afirmation": "La familiaridad con soluciones temporales y la disponibilidad de recursos para implementarlas influyen en mi elección, siendo esta una opción viable y práctica.",
                        "factor": 0.5
                    }
                ]
            }
        ]
    },
    {
        "pregunta": "Después de un largo día de trabajo, te encuentras en una tienda viendo un artículo de lujo que siempre has deseado. Te sientes tentado/a por el impulso emocional de comprarlo ahora, pero también sabes que es importante tomar decisiones financieras racionales. ¿Que prefieres?",
        "respuestas": [
            {
                "respuesta": "Prefiero tomarme mi tiempo, evaluar si es una compra realmente necesaria y hacer una elección informada. No quiero dejarme llevar por el impulso emocional del momento.",
                "sesgos": [
                    {
                        "tipo": "overreaction",
                        "afirmation": "Prefiero pensar bien antes de comprar algo, evitando decisiones apresuradas que pueda lamentar después.",
                        "factor": 0.6
                    },
                    {
                        "tipo": "statusQuo",
                        "afirmation": "Es importante para mí mantener el equilibrio financiero evaluando cuidadosamente cada compra.",
                        "factor": 0.5
                    },
                    {
                        "tipo": "lossAversion",
                        "afirmation": "Quiero asegurarme de no gastar innecesariamente y proteger mis recursos para situaciones importantes.",
                        "factor": 0.4
                    },
                    {
                        "tipo": "representativeness",
                        "afirmation": "Prefiero decidir basándome en lo que realmente necesito en lugar de dejarme llevar por las apariencias.",
                        "factor": 0.4
                    }
                ]
            },
            {
                "respuesta": "Me siento tentado/a por el impulso emocional de comprarlo ahora, pero sé que es importante tomar decisiones financieras racionales. Decidiré si realmente puedo permitírmelo y si encaja en mi presupuesto actual.",
                "sesgos": [
                    {
                        "tipo": "overconfidence",
                        "afirmation": "Aunque me tienta comprarlo ahora, sé que es mejor pensar si realmente lo necesito y si puedo pagarlo sin afectar mi presupuesto.",
                        "factor": 0.4
                    },
                    {
                        "tipo": "lossAversion",
                        "afirmation": "Antes de decidir, quiero estar seguro/a de que esta compra no afectará negativamente mi situación financiera.",
                        "factor": 0.3
                    },
                    {
                        "tipo": "framing",
                        "afirmation": "Analizar si encaja en mi presupuesto actual me ayuda a tomar una decisión más racional.",
                        "factor": 0.3
                    },
                    {
                        "tipo": "representativeness",
                        "afirmation": "Prefiero considerar mi situación financiera actual antes de tomar una decisión impulsiva.",
                        "factor": 0.3
                    }
                ]
            },
            {
                "respuesta": "Decidiré comprar el artículo de lujo como recompensa por un logro reciente, justificando la compra con la idea de que me merezco el placer ahora mismo.",
                "sesgos": [
                    {
                        "tipo": "framing",
                        "afirmation": "Ver esta compra como una recompensa me motiva a darme un gusto después de un logro importante.",
                        "factor": 0.6
                    },
                    {
                        "tipo": "overconfidence",
                        "afirmation": "Creo que merezco este placer y puedo justificarlo emocionalmente después de haber alcanzado una meta.",
                        "factor": 0.5
                    },
                    {
                        "tipo": "representativeness",
                        "afirmation": "Para mí, comprar este artículo como recompensa refleja mi situación personal y emocional actual.",
                        "factor": 0.4
                    }
                ]
            }
        ]
    },
    {
        "pregunta": "Al final del día, luego de pagar el café de la mañana, comprar algo de comida para llevar y gastar un poco más en algunos artículos en línea, te das cuenta de que no has anotado nada de esto. Al llegar a casa, te sientas a reflexionar sobre cómo has manejado tus gastos diarios. ¿Que haces?",
        "respuestas": [
            {
                "respuesta": "Suelo llevar un registro detallado de mis gastos diarios utilizando una aplicación financiera o anotando en un cuaderno. Esto me ayuda a mantener un equilibrio financiero saludable y a identificar áreas donde puedo ajustar mis gastos.",
                "sesgos": [
                    {
                        "tipo": "overconfidence",
                        "factor": 0.7
                    },
                    {
                        "tipo": "gambler'sFallacy",
                        "factor": 0.5
                    },
                    {
                        "tipo": "anchoring",
                        "factor": 0.4
                    }
                ]
            },
            {
                "respuesta": "A veces olvido anotar mis gastos diarios, pero suelo revisar mis cuentas bancarias y estados de cuenta para recordarlos y ajustar mi presupuesto según sea necesario.",
                "sesgos": [
                    {
                        "tipo": "selfControl",
                        "factor": 0.4
                    },
                    {
                        "tipo": "confirmationBias",
                        "factor": 0.3
                    },
                    {
                        "tipo": "framing",
                        "factor": 0.3
                    }
                ]
            },
            {
                "respuesta": "No suelo preocuparme por anotar cada gasto diario, confiando en que mis patrones de gasto generalmente son razonables y no requieren un seguimiento detallado.",
                "sesgos": [
                    {
                        "tipo": "homeBias",
                        "factor": 0.5
                    },
                    {
                        "tipo": "lossAversion",
                        "factor": 0.4
                    },
                    {
                        "tipo": "availabilityBias",
                        "factor": 0.3
                    }
                ]
            }
        ]
    },
    {
        "pregunta": "Durante una reunión con amigos cercanos o familiares, notas que muchos de ellos tienen hábitos de gasto en los que constantemente compran artículos de lujo o siguen modas recientes. ¿Que sientes?",
        "respuestas": [
            {
                "respuesta": "Me siento motivado/a a mantener mis propios estándares financieros y prioridades. Prefiero tomar decisiones basadas en mi situación financiera y metas personales, sin dejarme influenciar por los hábitos de gasto de los demás.",
                "sesgos": [
                    {
                        "tipo": "overconfidence",
                        "factor": 0.7
                    },
                    {
                        "tipo": "framing",
                        "factor": 0.6
                    },
                    {
                        "tipo": "selfControl",
                        "factor": 0.5
                    }
                ]
            },
            {
                "respuesta": "A veces siento presión para seguir los hábitos de gasto de mis amigos o familiares, pero trato de mantener un equilibrio entre disfrutar de la vida y mantener mi estabilidad financiera a largo plazo.",
                "sesgos": [
                    {
                        "tipo": "availabilityBias",
                        "factor": 0.4
                    },
                    {
                        "tipo": "mentalAccounting",
                        "factor": 0.3
                    },
                    {
                        "tipo": "selfControl",
                        "factor": 0.3
                    }
                ]
            },
            {
                "respuesta": "Considero los hábitos de gasto de mis amigos como una referencia para mis propias decisiones financieras, a veces siguiéndolos para encajar mejor socialmente.",
                "sesgos": [
                    {
                        "tipo": "lossAversion",
                        "factor": 0.5
                    },
                    {
                        "tipo": "endowmentEffect",
                        "factor": 0.4
                    },
                    {
                        "tipo": "selfControl",
                        "factor": 0.3
                    }
                ]
            }
        ]
    },
    {
        "pregunta": "Recientemente descubres una nueva aplicación financiera que promete ayudarte a ahorrar más dinero y gestionar tus finanzas de manera más efectiva. ¿Qué haces?",
        "respuestas": [
            {
                "respuesta": "Estoy dispuesto/a a probarla y adoptar nuevas herramientas para mejorar mi manejo financiero. Creo que siempre hay espacio para aprender y utilizar tecnología que pueda optimizar mis finanzas personales.",
                "sesgos": [
                    {
                        "tipo": "availabilityBias",
                        "factor": 0.5
                    },
                    {
                        "tipo": "overconfidence",
                        "factor": 0.4
                    },
                    {
                        "tipo": "framing",
                        "factor": 0.4
                    }
                ]
            },
            {
                "respuesta": "Prefiero mantener mis métodos actuales hasta estar seguro/a de que la nueva aplicación realmente puede ofrecer beneficios adicionales y se alinea con mis necesidades financieras.",
                "sesgos": [
                    {
                        "tipo": "confirmationBias",
                        "factor": 0.3
                    },
                    {
                        "tipo": "selfControl",
                        "factor": 0.3
                    },
                    {
                        "tipo": "mentalAccounting",
                        "factor": 0.2
                    }
                ]
            },
            {
                "respuesta": "Adoptaré la nueva aplicación financiera de inmediato, confiando en las recomendaciones y reseñas positivas de otros usuarios, sin investigar más a fondo sus características específicas.",
                "sesgos": [
                    {
                        "tipo": "statusQuo",
                        "factor": 0.5
                    },
                    {
                        "tipo": "homeBias",
                        "factor": 0.4
                    },
                    {
                        "tipo": "selfControl",
                        "factor": 0.3
                    }
                ]
            }
        ]
    },
    {
        "pregunta": "A pesar de enfrentar algunos desafíos financieros recientes, mantienes una actitud optimista y confías en tu capacidad para manejar la situación con determinación. ¿Que haces?",
        "respuestas": [
            {
                "respuesta": "Mi actitud optimista me ayuda a mantener la determinación y buscar soluciones creativas para manejar desafíos financieros. Creo que la confianza en mis habilidades me motiva a tomar decisiones financieras efectivas y a encontrar oportunidades incluso en situaciones difíciles.",
                "sesgos": [
                    {
                        "tipo": "availabilityBias",
                        "factor": 0.5
                    },
                    {
                        "tipo": "overconfidence",
                        "factor": 0.4
                    },
                    {
                        "tipo": "framing",
                        "factor": 0.4
                    }
                ]
            },
            {
                "respuesta": "Creo que una actitud positiva puede influir en mis decisiones financieras al mantenerme enfocado/a en soluciones en lugar de preocupaciones. Me ayuda a mantener la calma y pensar estratégicamente para resolver problemas financieros.",
                "sesgos": [
                    {
                        "tipo": "confirmationBias",
                        "factor": 0.3
                    },
                    {
                        "tipo": "selfControl",
                        "factor": 0.3
                    },
                    {
                        "tipo": "mentalAccounting",
                        "factor": 0.2
                    }
                ]
            },
            {
                "respuesta": " Mi optimismo me lleva a minimizar los desafíos financieros como temporales y manejables, permitiéndome mantener la calma y no alterar mi rutina de gastos diarios. ",
                "sesgos": [
                    {
                        "tipo": "statusQuo",
                        "factor": 0.5
                    },
                    {
                        "tipo": "homeBias",
                        "factor": 0.4
                    },
                    {
                        "tipo": "selfControl",
                        "factor": 0.3
                    }
                ]
            }
        ]
    }
]
